*_Begin_*начать пустого окна*_Begin_**_BeginDialog_*Привет это создание скриптов через новелу! как мы начнём?*_BeginDialog_*
*_List1_*

*_начать пустого окна_*

*_главный_*

окно ш=300 в=300 и=ИмяОкна()ИмяОкна
 кнопка 1=115 2=5 ш=60 в=20 п=ИмяИзображения()ИмяИзображения з=ИмяПриложения()ИмяПриложения

ява.сборка и=ИмяОкна()ИмяОкна


*_главный_*

115,5,60,20
175,5,60,20
220,5,60,20


*_ошибки_*



*_ошибки_*



*_начать пустого окна_*

*_List1_*

*_List1.end_*имя придложения*_List1.end_**_List1Dialog_*Имя окана выбирите изображение с нужным именем*_List1Dialog_*

*_List2_*
*_имя придложения_*

*_имя придложения_*

*_имя придложенияJSRUN_*

Run("name.png drag drop.js");

Run("name.png drag drop.js");

*_имя придложенияJSRUN_*

*_List2_**_List2.end_*имя кнопки для загрузки*_List2.end_**_List2Dialog_*Картинку загрузим выбирите изображение с нужным именем*_List2Dialog_*

*_List3_*
*_имя кнопки для загрузки_*

*_имя кнопки для загрузки_*

*_имя кнопки для загрузкиJSRUN_*

Run("mpultexture.png drag drop.js");

*_имя кнопки для загрузкиJSRUN_*
*_List3_**_List3.end_*Имя Приложения что запускает кнопка*_List3.end_**_List3Dialog_*Имя запускаемого приложения выбирите изображение с нужным именем*_List3Dialog_*

*_List4_*
*_Имя Приложения что запускает кнопка_*

*_Имя Приложения что запускает кнопка_*

*_Имя Приложения что запускает кнопкаJSRUN_*

Run("Run .Exe (Name.PNG) drag drop.js");

*_Имя Приложения что запускает кнопкаJSRUN_*
*_List4_**_List4.end_**_List4.end_**_List4Dialog_**_List4Dialog_*

*_List5_*

*_List5_**_List5.end_**_List5.end_**_List5Dialog_**_List5Dialog_*
